Revit 2027 API
ParameterTypeId.PointElementDriving Property
 "Driving Curve(s)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementDriving { get; }
Public Shared ReadOnly Property PointElementDriving As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementDriving {
	ForgeTypeId^ get ();
}
static member PointElementDriving : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace